leverage_list = ["大数据分析", "云端技术", "数据挖掘",  "四轴飞行器",  " Xbox 和 Kinect ", "变异算法", "遗传算法", "烟花算法", "头脑风暴算法", "触觉反馈技术", "Oculus Rift", "虚拟现实技术", "GPS定位技术", "Unity", "WebRTC", "WebGL", "计
算机视觉技术", "声音识别技术", "太阳能技术", "Scala", "Bluetooth LE", "手势识别技术", "面部识别技术", "CNN", "DNN", "RNN", "ANN", "卷积神经网络", "深度神经网络", "蒙特卡罗方法"]

idea_prefix_list = ["开源", "实时", "可动态调整", "跨平台", "创新", "模块化", "下一代", "响应式", "互动式", "在线", "环境友好型", "新颖", "综合", "面向大学生的", "基于地理位置的", "移动端", "用户友好型", "易于上手的", "企业", "改变行业>现状的", "直观的", "前沿的", "社交型", "动态", "协同", "优化", "分布式", "协作式", "可拓展的", "可靠的", "开源社区驱动的", "并行处理", "大规模并行"]

idea_list = ["虚拟现实", "数据汇总", "数据可视化", "网页抓取", "评测", "分享", "博客", "医疗",  "节能", "医疗急救", "灾难响应", "捐助", "慈善", "音乐", "绘画", "媒体", "事件协调", "教育", "新闻", "电商", "支付", "贸易", "旅行规划", "内>容管理", "阅读", "相片", "互联网搜索", "视频通话", "短信息", "通讯", "导航", "日程规划", "健身", "运动"]

idea_type = ["应用", "web应用", "游戏", "平台", "技术", "Chrome 插件", "驱动引擎", "解决方案", "框架", "系统", "服务"]

leverage_word_list = ["借助",  "利用", "通过", "使用", "整合", "基于", "结合一下"]

create_word_list = ["做一个", "开发", "实现"]
